{
  "AstroNvim": {
    "branch": "main"
  },
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "astrocommunity": {
    "branch": "main"
  },
  "astrocore": {
    "branch": "main"
  },
  "astrolsp": {
    "branch": "main"
  },
  "astrotheme": {
    "branch": "main"
  },
  "astroui": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "cmake-tools.nvim": {
    "branch": "master"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-dap": {
    "branch": "master"
  },
  "compiler.nvim": {
    "branch": "main"
  },
  "cord.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "floaterm": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "github-nvim-theme": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gopher.nvim": {
    "branch": "main"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "guess-indent.nvim": {
    "branch": "main"
  },
  "heirline.nvim": {
    "branch": "master"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-null-ls.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "menu": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "minty": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neominimap.nvim": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-dotnet": {
    "branch": "main"
  },
  "neotest-golang": {
    "branch": "main"
  },
  "neotest-jest": {
    "branch": "main"
  },
  "neotest-python": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ruby": {
    "branch": "main"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lsp-file-operations": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-vtsls": {
    "branch": "main"
  },
  "nvim-window-picker": {
    "branch": "main"
  },
  "omnisharp-extended-lsp.nvim": {
    "branch": "main"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "package-info.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "resession.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "showkeys": {
    "branch": "main"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "sqls.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "timerly": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyodark.nvim": {
    "branch": "master"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "tsc.nvim": {
    "branch": "main"
  },
  "typr": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "volt": {
    "branch": "main"
  },
  "vscode.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yazi.nvim": {
    "branch": "main"
  }
}
